{
    "television": [
        {
            "headline": "Riverdale",
            "image": "../images/layouts/panel/riverdale03.jpg",
            "caption": "The series features an ensemble cast based on the characters of Archie Comics, with KJ Apa in the role of Archie Andrews. (photo credit)",
            "text": "The series features an ensemble cast based on the characters of Archie Comics, with KJ Apa in the role of Archie Andrews; Lili Reinhart as Betty Cooper, Camila Mendes as Veronica Lodge, and Cole Sprouse as Jughead Jones, the series' narrator. The cast also features Madelaine Petsch as Cheryl Blossom, Ashleigh Murray as Josie McCoy, Casey Cott as Kevin Keller, Charles Melton and Ross Butler as Reginald 'Reggie' Mantle and Vanessa Morgan as Toni Topaz. Other characters in the series include the parents of the main characters: Luke Perry as Fred Andrews, Mädchen Amick as Alice Cooper, Marisol Nichols and Mark Consuelos as Hermione and Hiram Lodge, and Skeet Ulrich as FP Jones."
        },
        {
            "headline": "Supernatural",
            "image": "../images/layouts/panel/supernatural01.jpg",
            "caption": "In 2005, Ackles joined the cast of the WB show horror/drama series Supernatural where he stars as Dean Winchester. (photo credit)",
            "text": "Supernatural is an American dark fantasy television series created by Eric Kripke. It was first broadcast on September 13, 2005, on The WB, and subsequently became part of successor The CW's lineup. Starring Jared Padalecki as Sam Winchester and Jensen Ackles as Dean Winchester, the series follows the two brothers as they hunt demons, ghosts, monsters, and other supernatural beings. The series is produced by Warner Bros. Television, in association with Wonderland Sound and Vision. Along with Kripke, executive producers have been McG, Robert Singer, Phil Sgriccia, Sera Gamble, Jeremy Carver, John Shiban, Ben Edlund and Adam Glass. Former executive producer and director Kim Manners died of lung cancer during production of the fourth season."
        },
        {
            "headline": "Westworld",
            "image": "../images/layouts/panel/westworld01.jpg",
            "caption": "Thandie Newton was born in Westminster, London, England, the daughter of Nyasha, a Zimbabwean princess of the Shona people, and Nick Newton, an English laboratory technician and artist. (photo credit)",
            "text": "Westworld is an American science fiction Western television series created by Jonathan Nolan and Lisa Joy. Produced by HBO, it is based on the 1973 film of the same name (written and directed by Michael Crichton) and to a lesser extent the film's 1976 sequel, Futureworld. The story takes place in Westworld, a fictional, technologically advanced Wild-West-themed amusement park populated by android 'hosts'. The park caters to high-paying 'guests' who may indulge their wildest fantasies within the park without fear of retaliation from the hosts, who are prevented by their programming from harming humans."
        }
    ]
}
